anysphere.cursorpyright
bazelbuild.vscode-bazel
github.vscode-pull-request-github
llvm-vs-code-extensions.vscode-clangd
ms-python.debugpy
ms-python.python
rust-lang.rust-analyzer
salesforce.salesforce-internal-dx
typescriptteam.native-preview
vadimcn.vscode-lldb
vscodevim.vim
